Revit 2016 API
LoadCaseSet Properties
The LoadCaseSet type exposes the following members.
Properties
Name | Description
IsEmpty
IsReadOnly
Identifies if the object is read-only or modifiable.
 (Inherited from APIObject.)
Size
See Also
LoadCaseSet Class
Autodesk.Revit.DB.Structure Namespace